{
  "Slider": {
    "Welcome": {
      "tittle": "സ്വാഗതം",
      "subTittle": "ഭാരതീയ പോപ്പുലർ പാർട്ടി",
      "description": "കമ്മ്യൂണിറ്റി സംഭാവന",
      "description2": "മാറ്റം ആരംഭിക്കുക.",
      "button": "ഇന്ത്യയെ മാറ്റാൻ ഭാരതീയ പോപ്പുലർ പാർട്ടിയിൽ ചേരൂ"
    },
    "Contribution": {
      "tittle": "കമ്മ്യൂണിറ്റി സംഭാവന",
      "description": "അടിയന്തിര സാഹചര്യങ്ങളോ അടിയന്തിര സാഹചര്യങ്ങളോ ഉണ്ടാകുമ്പോഴെല്ലാം സാമ്പത്തിക സഹായം, അവശ്യ മാർഗ്ഗനിർദ്ദേശങ്ങൾ, കൺസൾട്ടേഷൻ, പിന്തുണ, സേവനങ്ങൾ എന്നിവ പരസ്പരം കൈമാറാൻ ഈ ഭാരതീയ പോപ്പുലർ പാർട്ടി ആപ്പ് നിങ്ങളെ പ്രാപ്‌തമാക്കുന്നു, ആവശ്യമുള്ള സമയങ്ങളിൽ ആരും പിന്നിലാകില്ലെന്ന് ഉറപ്പാക്കുന്നു. ",
      "button": "ഇപ്പോൾ ചേരുക",
      "button2": "ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്യുക"
    },
    "Goal": {
      "tittle": "ലക്ഷ്യം 1",
      "subTittle": "ദേശീയ സമഗ്രത",
      "description": "ഭാരതീയ പോപ്പുലർ പാർട്ടി നിയമപ്രകാരം ഇന്ത്യൻ ഭരണഘടനയിലും സോഷ്യലിസം, മതേതരത്വം, ജനാധിപത്യം എന്നിവയുടെ തത്വങ്ങളിലും യഥാർത്ഥ വിശ്വാസവും വിധേയത്വവും പുലർത്തുകയും ഇന്ത്യയുടെ പരമാധികാരവും ഐക്യവും അഖണ്ഡതയും ഉയർത്തിപ്പിടിക്കുകയും ചെയ്യും.",
      "button": "കൂടുതലറിയുക"
    },
    "Goal2": {
      "tittle": "ലക്ഷ്യം 2",
      "subTittle": "തുല്യ അവസരവും ലിംഗ സമത്വവും",
      "description": "എല്ലാ പൗരന്മാർക്കും തുല്യ അവസരം എന്ന തത്വത്തിൽ അധിഷ്ഠിതമായ ഒരു വികസിത ജനാധിപത്യ ഇന്ത്യ കെട്ടിപ്പടുക്കുകയെന്ന ദൗത്യത്തിൽ ഭാരതീയ പോപ്പുലർ പാർട്ടി പ്രതിജ്ഞാബദ്ധമാണ്. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal3": {
      "tittle": "ലക്ഷ്യം 3",
      "subTittle": "നല്ല ആരോഗ്യവും ക്ഷേമവും",
      "description": "ഭാരതീയ പോപ്പുലർ പാർട്ടി എല്ലാ പൗരന്മാർക്കും ഗുണനിലവാരമുള്ള ആരോഗ്യ സൗകര്യങ്ങൾ ലഭ്യമാക്കുന്നതിനായി പ്രവർത്തിക്കും, ഓരോ വ്യക്തിക്കും അവരുടെ ജീവിതനിലവാരം മെച്ചപ്പെടുത്തുന്ന ആരോഗ്യ സേവനങ്ങൾ ലഭ്യമാണെന്ന് ഉറപ്പാക്കും.",
      "button": "കൂടുതലറിയുക"
    },
    "Goal4": {
      "tittle": "ലക്ഷ്യം 4",
      "subTittle": "പേശികൾക്കും പണ ശക്തിക്കും എതിരായി",
      "description": "ജനാധിപത്യ രാഷ്ട്രീയത്തിൽ പണത്തിൻ്റെയും പേശീബലത്തിൻ്റെയും ദുരുപയോഗത്തിനെതിരെ ഭാരതീയ പോപ്പുലർ പാർട്ടി പ്രവർത്തിക്കും.",
      "button": "കൂടുതലറിയുക"
    },
    "Goal5": {
      "tittle": "ലക്ഷ്യം 5",
      "subTittle": "മതേതരത്വം ഉയർത്തിപ്പിടിക്കുക",
      "description": "ഭാരതീയ പോപ്പുലർ പാർട്ടി മതേതരത്വത്തെ ശക്തമായി പിന്തുണയ്ക്കുകയും ഒരു ദിവ്യാധിപത്യ രാഷ്ട്രം എന്ന ആശയത്തെ എതിർക്കുകയും ചെയ്യുന്നു. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal6": {
      "tittle": "ലക്ഷ്യം 6",
      "subTittle": "വ്യാവസായിക വികസനവും അടിസ്ഥാന സൗകര്യങ്ങളും",
      "description": "വ്യാവസായിക വികസനം പ്രോത്സാഹിപ്പിക്കുക, സാമ്പത്തിക വികസനം നയിക്കുന്നതിന് ലോകോത്തര അടിസ്ഥാന സൗകര്യങ്ങൾ നിർമ്മിക്കുക എന്നിവയാണ് ബിപിപിയുടെ ലക്ഷ്യം. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal7": {
      "tittle": "ലക്ഷ്യം 7",
      "subTittle": "തൊഴിൽ, സാമ്പത്തിക വളർച്ച",
      "description": "തൊഴിലവസരങ്ങൾ സൃഷ്ടിക്കുന്നതിലൂടെയും ന്യായമായ വേതനം ഉറപ്പാക്കുന്നതിലൂടെയും എല്ലാ പൗരന്മാർക്കും തൊഴിൽ സാഹചര്യങ്ങൾ മെച്ചപ്പെടുത്തുന്നതിലൂടെയും മാന്യമായ ജോലിയും സുസ്ഥിരമായ സാമ്പത്തിക വളർച്ചയും പ്രോത്സാഹിപ്പിക്കുന്നതിന് BPP പ്രതിജ്ഞാബദ്ധമാണ്. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal8": {
      "tittle": "ലക്ഷ്യം 8",
      "subTittle": "നീതി, സമാധാനം, ശാന്തത, സമൃദ്ധി",
      "description": "എല്ലാ പൗരന്മാർക്കും തുല്യ അവസരങ്ങളും സുരക്ഷിതത്വവും വിഭവങ്ങളിലേക്കുള്ള പ്രവേശനവും ഉള്ള സമാധാനപരവും നീതിപൂർവകവും സമൃദ്ധവുമായ ഒരു സമൂഹം സൃഷ്ടിക്കുകയാണ് ബിപിപി ലക്ഷ്യമിടുന്നത്. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal9": {
      "tittle": "ലക്ഷ്യം 9",
      "subTittle": "കർഷകരുടെ ഉന്നമനം",
      "description": "കർഷകരുടെ ഉൽപന്നങ്ങൾക്ക് ന്യായവില ഉറപ്പാക്കി, ആധുനിക കാർഷിക സാങ്കേതിക വിദ്യകളിലേക്കുള്ള പ്രവേശനം, ഗ്രാമീണ മേഖലയിലെ അടിസ്ഥാന സൗകര്യങ്ങൾ മെച്ചപ്പെടുത്തൽ എന്നിവയിലൂടെ കർഷകരുടെ ഉന്നമനത്തിനായി ബിപിപി സമർപ്പിക്കുന്നു. ",
      "button": "കൂടുതലറിയുക"
    },
    "Goal10": {
      "tittle": "ലക്ഷ്യം 10",
      "subTittle": "ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസം",
      "description": "സുസ്ഥിര വികസനത്തിനുള്ള ഏറ്റവും ശക്തവും തെളിയിക്കപ്പെട്ടതുമായ ഉപകരണങ്ങളിലൊന്നാണ് വിദ്യാഭ്യാസമെന്ന് ബിപിപി വിശ്വസിക്കുന്നു. ",
      "button": "കൂടുതലറിയുക"
    }
  },
  "PresidentMessage": {
    "heading": "പാർട്ടി അധ്യക്ഷനിൽ നിന്നുള്ള ഒരു സന്ദേശം",
    "presidentName": "ശ്രീ ജഹീർ ബുഖാരി",
    "designation": "പ്രസിഡൻ്റ്",
    "description": "പാർട്ടിയിൽ ചേരുന്നതിലുള്ള നിങ്ങളുടെ വിശ്വാസത്തിന് ഹൃദയംഗമമായ നന്ദി അറിയിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു. ",
    "description2": "എല്ലാവർക്കും തൊഴിലവസരങ്ങൾ സൃഷ്ടിക്കുക, കർഷകരെ ശാക്തീകരിക്കുക, എല്ലാവർക്കും തുല്യത ഉറപ്പാക്കുക തുടങ്ങിയ പാർട്ടിയുടെ ലക്ഷ്യങ്ങളിൽ പ്രതിജ്ഞാബദ്ധമായി തുടരുമെന്ന് ഞാൻ വാഗ്ദാനം ചെയ്യുന്നു. ",
    "description3": "'കമ്മ്യൂണിറ്റി-സംഭാവന' എന്ന ശക്തമായ പിന്തുണാ സംവിധാനം സൃഷ്ടിക്കാൻ സഹായിക്കുന്നതിന്, പാർട്ടിയുടെ ആപ്പിൽ ചേരാൻ ഞാൻ നിങ്ങളെ ക്ഷണിക്കുന്നു. ",
    "description4": "നമുക്ക് ഒരുമിച്ച് മാറ്റം ആരംഭിക്കാം, എല്ലാവർക്കും ശോഭനവും ശക്തവുമായ ഭാവി കെട്ടിപ്പടുക്കാം."
  },
  "DownloadQr": {
    "header": "ഉപയോക്താക്കൾ",
    "subheader": "ഞങ്ങളിൽ രജിസ്റ്റർ ചെയ്തു",
    "heading": "കമ്മ്യൂണിറ്റി സംഭാവന സാമ്പത്തിക സഹായം എവിടെയും ഏത് സമയത്തും.",
    "scanTxt": "ആപ്പ് ഡൗൺലോഡ് ചെയ്യാൻ സ്കാൻ ചെയ്യുക",
    "buttonTxt": "ആൻ്റോറിഡ്",
    "buttonTxt2": "ഡൗൺലോഡ് ചെയ്യുക",
    "contribution": "കമ്മ്യൂണിറ്റി സംഭാവന ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു",
    "section1": "മൊബൈൽ",
    "section2": "ഡെസ്ക്ടോപ്പ്",
    "placeholder": "ഇമെയിൽ/ഫോൺ നമ്പർ",
    "button": "സൈൻ അപ്പ് ചെയ്യുക"
  },
  "VisionMission": {
    "vision": {
      "title": "ദർശനം",
      "visionStatement": {
        "heading": "വിഷൻ സ്റ്റേറ്റ്മെൻ്റ്",
        "heading2": "എന്ന ദർശനം ",
        "heading3": "ഭാരതീയ",
        "heading4": "ജനപ്രിയമായത്",
        "heading5": "പാർട്ടി",
        "text1": "ഭാരതീയ പോപ്പുലർ പാർട്ടിയിൽ (ബിപിപി), പാർട്ടിയുടെ അധികാര ഘടനയിൽ നൂതനവും വികേന്ദ്രീകൃതവുമായ ഒരു സംവിധാനം അവതരിപ്പിക്കുക എന്നതാണ് ഞങ്ങളുടെ കാഴ്ചപ്പാട്. ",
        "text2": "ഭരണം കേന്ദ്രീകൃതമല്ലെങ്കിലും എല്ലാ തലങ്ങളിലും പങ്കുവയ്ക്കുകയും പ്രാദേശിക സമൂഹങ്ങളെ ശാക്തീകരിക്കുകയും പ്രാദേശിക വൈവിധ്യങ്ങളെ മാനിക്കുകയും ചെയ്യുമ്പോൾ യഥാർത്ഥ ജനാധിപത്യം തഴച്ചുവളരുമെന്ന വിശ്വാസമാണ് ഞങ്ങളെ നയിക്കുന്നത്."
      },
      "features": {
        "title": "വിഷൻ സവിശേഷതകൾ",
        "items": [
          {
            "title": "വികേന്ദ്രീകൃത ഭരണം",
            "description": "കേന്ദ്രത്തിൽ നിന്ന് താഴെത്തട്ടിലേക്ക് അധികാരം മാറ്റി അധികാര വികേന്ദ്രീകരണത്തിൽ പാർട്ടി വിശ്വസിക്കുന്നു, അതിലൂടെ തീരുമാനങ്ങൾ ഏറ്റവും കൂടുതൽ ബാധിക്കാൻ പോകുന്നവരാണ് തീരുമാനങ്ങൾ എടുക്കുന്നത്, നയരൂപീകരണം കൂടുതൽ പ്രസക്തവും ഫലപ്രദവും പ്രാദേശിക ആവശ്യങ്ങളോട് പ്രതികരിക്കുന്നതുമാകാം."
          },
          {
            "title": "ഫെഡറലിസത്തോടുള്ള പ്രതിബദ്ധത",
            "description": "പാർട്ടി ഫെഡറലിസത്തോട് പ്രതിജ്ഞാബദ്ധമാണ്, അതായത് നമ്മുടെ രാജ്യത്തിൻ്റെ വൈവിധ്യത്തെ അംഗീകരിക്കുകയും ബഹുമാനിക്കുകയും ചെയ്യുക എന്നതാണ്. "
          },
          {
            "title": "സന്തുലിത ജനാധിപത്യം",
            "description": "യഥാർത്ഥ ജനാധിപത്യത്തെക്കുറിച്ചുള്ള പാർട്ടിയുടെ ആശയം സന്തുലിതാവസ്ഥയും സഹകരണവുമാണ്. "
          }
        ]
      },
      "link": {
        "text": "ഞങ്ങളുടെ ദർശനത്തെക്കുറിച്ച് കൂടുതലറിയുക"
      }
    },
    "mission": {
      "title": "ദൗത്യം",
      "missionStatement": {
        "heading": "മിഷൻ പ്രസ്താവന",
        "heading2": "ദൗത്യം ",
        "heading3": "ഭാരതീയ",
        "heading4": "ജനപ്രിയമായത്",
        "heading5": "പാർട്ടി",
        "text1": "2025 അവസാനത്തോടെ ഡിജിറ്റൽ ആപ്പിലൂടെ കോടിക്കണക്കിന് ഇന്ത്യക്കാരിലേക്ക് എത്തിച്ചേരുക എന്നതാണ് പാർട്ടിയുടെ ദൗത്യം, കമ്മ്യൂണിറ്റി സംഭാവനകളിൽ നിന്ന് എല്ലാവരേയും പ്രയോജനപ്പെടുത്താൻ പ്രാപ്തരാക്കുന്നു. ",
        "text2": "ഇന്ത്യയിലുടനീളമുള്ള ആളുകൾക്ക് പ്രയോജനം ചെയ്യുന്ന, കമ്മ്യൂണിറ്റി സംഭാവനകളുടെ ഒരു പ്രസ്ഥാനം ആരംഭിക്കാൻ ആപ്പിൻ്റെ കൂട്ട ഡൗൺലോഡ് സഹായിക്കും.",
        "text3": "അടുത്ത അഞ്ച് വർഷത്തിനുള്ളിൽ, ആപ്പിലൂടെ പ്രവർത്തിക്കുമ്പോൾ, ജനങ്ങളിലേക്ക് എത്തിച്ചേരാനും പരസ്പര സംഭാവനകളോടെ പരസ്പരം പിന്തുണയ്ക്കാൻ അവരെ അനുവദിക്കാനും ഞങ്ങൾ ലക്ഷ്യമിടുന്നു. ",
        "text4": "കമ്മ്യൂണിറ്റിയിൽ ഏറ്റവുമധികം ഇടപെടുന്ന അംഗങ്ങൾ, തിരഞ്ഞെടുപ്പിൽ സ്ഥാനാർത്ഥികളായി നിൽക്കാൻ സാധ്യതയുള്ള സ്ഥാനാർത്ഥികളാകാം."
      },
      "features": {
        "title": "മിഷൻ സവിശേഷതകൾ",
        "items": [
          {
            "title": "യുവ ശാക്തീകരണം",
            "description": "വിദ്യാഭ്യാസവും തൊഴിലവസരങ്ങളും ഉപയോഗിച്ച് യുവാക്കളെ ശാക്തീകരിക്കുക, അവർക്ക് നമ്മുടെ രാജ്യത്തിൻ്റെ ഭാവി രൂപപ്പെടുത്തുന്നതിനുള്ള ഉപകരണങ്ങളും വിഭവങ്ങളും അവസരങ്ങളും നൽകുന്നു."
          },
          {
            "title": "എല്ലാവർക്കും ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസം",
            "description": "വ്യവസ്ഥിതിയിൽ മാറ്റം കൊണ്ടുവരാൻ ഉത്സുകരായ വിദ്യാഭ്യാസ വിചക്ഷണരെ ഉൾപ്പെടുത്തുകയും ഓരോ പൗരനും ഗുണമേന്മയുള്ള വിദ്യാഭ്യാസം നൽകുകയും ചെയ്യുന്നു, അങ്ങനെ ആരും തടസ്സങ്ങൾ കാരണം പിന്നോക്കം പോകരുത്."
          },
          {
            "icon": "ഷീൽഡ് ചെക്ക്",
            "title": "രാഷ്ട്രീയ സമഗ്രത",
            "description": "രാഷ്ട്രീയത്തിലും ഭരണത്തിലും പേശീബലത്തിൻ്റെയും പണത്തിൻ്റെയും സ്വാധീനം ഇല്ലാതാക്കുക, മെറിറ്റ്, സമഗ്രത, കമ്മ്യൂണിറ്റി സേവനം എന്നിവ തീരുമാനങ്ങൾ എടുക്കുന്നതിന് കാരണമാകുമെന്ന് ഉറപ്പാക്കുക."
          },
          {
            "title": "ലിംഗസമത്വം",
            "description": "ജീവിതത്തിൻ്റെ എല്ലാ മേഖലകളിലും എല്ലാ ലിംഗക്കാർക്കും തുല്യ അവസരങ്ങളും അവകാശങ്ങളും ചികിത്സയും നൽകിക്കൊണ്ട് സ്ത്രീകളെയും പാർശ്വവൽക്കരിക്കപ്പെട്ട വിഭാഗങ്ങളെയും ശാക്തീകരിക്കുന്നതിലൂടെ ലിംഗസമത്വം പ്രോത്സാഹിപ്പിക്കുക."
          }
        ]
      },
      "link": {
        "text": "ഞങ്ങളുടെ ദൗത്യത്തെക്കുറിച്ച് കൂടുതലറിയുക"
      }
    }
  },
  "communityContribution": {
    "joinCommunity": {
      "title": "ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ ചേരുക",
      "subtitle": "കമ്മ്യൂണിറ്റി കോൺട്രിബ്യൂഷൻ പ്രോഗ്രാം",
      "description": "ഭാരതീയ പോപ്പുലർ പാർട്ടി ജാതിയോ മതമോ മറ്റേതെങ്കിലും വിവേചനമോ കൂടാതെ, 18 വയസ്സ് പൂർത്തിയാകുന്ന, സമൂഹത്തിന് സംഭാവന നൽകാൻ തയ്യാറുള്ള ഏതൊരു ഇന്ത്യൻ പൗരനെയും ഞങ്ങളോടൊപ്പം അംഗമായി സ്വാഗതം ചെയ്യുന്നു."
    },
    "commonMan": {
      "title": "സാധാരണ മനുഷ്യൻ",
      "description": "പാർട്ടിയുടെ നട്ടെല്ല്, സാധാരണക്കാരനാണ് പാർട്ടിയുടെ ശ്രമങ്ങളുടെ പ്രാഥമിക ഗുണഭോക്താവ്. "
    },
    "professionals": {
      "title": "പ്രൊഫഷണലുകൾ",
      "description": "വിവിധ മേഖലകളിൽ പ്രാവീണ്യമുള്ളവരും സമൂഹത്തെ സേവിക്കാൻ അഭിനിവേശമുള്ളവരുമായ ആളുകൾ സാധാരണക്കാർക്കിടയിൽ ഉണ്ട്. "
    },
    "business": {
      "title": "ബിസിനസ്സ് കമ്മ്യൂണിറ്റി",
      "description": "സംരംഭകരും സ്ഥാപന നേതാക്കളും ഉൾപ്പെടെയുള്ള ബിസിനസ്സ് അംഗങ്ങൾ പാർട്ടിയിൽ രജിസ്റ്റർ ചെയ്തിരിക്കണം കൂടാതെ മിതമായ നിരക്കിൽ ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും നൽകിക്കൊണ്ട് സമൂഹത്തെ പിന്തുണയ്ക്കാൻ പ്രതിജ്ഞാബദ്ധരായിരിക്കണം. "
    },
    "buttons": {
      "communityContribution": "കമ്മ്യൂണിറ്റി സംഭാവന",
      "commonMan": "സാധാരണ മനുഷ്യൻ",
      "professionals": "പ്രൊഫഷണലുകൾ",
      "businessCommunity": "ബിസിനസ്സ് കമ്മ്യൂണിറ്റി"
    }
  },
  "newsletter": {
    "heading": "ഞങ്ങളുടെ വാർത്താക്കുറിപ്പുകൾ",
    "title": "ഞങ്ങളോടൊപ്പം തുടരുക",
    "subtitle": "ദേശീയ വാർത്തകളെയും രാഷ്ട്രീയ സംഭവവികാസങ്ങളെയും കുറിച്ച് സമയബന്ധിതമായ അപ്‌ഡേറ്റുകൾ നേടുക. ",
    "button": {
      "subscribe": "സബ്സ്ക്രൈബ് ചെയ്യുക",
      "subscribing": "സബ്‌സ്‌ക്രൈബുചെയ്യുന്നു..."
    },
    "error": {
      "emailRequired": "ദയവായി ഒരു ഇമെയിൽ വിലാസം നൽകുക",
      "invalidEmail": "സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക",
      "subscriptionFailed": "വാർത്താക്കുറിപ്പ് സബ്‌സ്‌ക്രൈബുചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി. "
    },
    "success": {
      "title": "വിജയം!",
      "message": "നിങ്ങൾ ഞങ്ങളുടെ വാർത്താക്കുറിപ്പ് വിജയകരമായി സബ്‌സ്‌ക്രൈബുചെയ്‌തു.",
      "thankYou": "സബ്സ്ക്രൈബ് ചെയ്തതിന് നന്ദി!"
    },
    "form": {
      "placeholder": "നിങ്ങളുടെ ഇമെയിൽ നൽകുക"
    }
  }
}
