{
  "Slider": {
    "Welcome": {
      "tittle": "स्वागत आहे",
      "subTittle": "भारतीय लोकप्रिय पक्ष",
      "description": "समुदाय योगदान",
      "description2": "बदलाची सुरुवात करा.",
      "button": "भारतीय लोकप्रिय पक्षात सामील व्हा भारत बदलण्यासाठी"
    },
    "Contribution": {
      "tittle": "समुदाय योगदान",
      "description": "हा भारतीय लोकप्रिय पक्ष अॅप तुम्हाला आर्थिक मदत, आवश्यक मार्गदर्शन, सल्ला, समर्थन आणि सेवा एकमेकांना देण्यास सक्षम करतो जेव्हा आपत्कालीन किंवा तातडीच्या परिस्थिती उद्भवतात, याची खात्री करून की कोणालाही गरजेच्या वेळी मागे सोडले जाणार नाही. बीपीपी अॅप डाउनलोड करण्यासाठी क्लिक करा आणि बदलाचा भाग व्हा.",
      "button": "आता सामील व्हा",
      "button2": "आता डाउनलोड करा"
    },
    "Goal": {
      "tittle": "उद्दिष्ट 1",
      "subTittle": "राष्ट्रीय एकात्मता",
      "description": "भारतीय लोकप्रिय पक्ष भारताच्या संविधानावर खरा विश्वास आणि निष्ठा ठेवेल, आणि समाजवाद, धर्मनिरपेक्षता आणि लोकशाहीच्या तत्त्वांना मान्य करेल आणि भारताच्या सार्वभौमत्व, एकता आणि अखंडतेचे रक्षण करेल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal2": {
      "tittle": "उद्दिष्ट 2",
      "subTittle": "समान संधी आणि लिंग समानता",
      "description": "भारतीय लोकप्रिय पक्ष सर्व नागरिकांना समान संधीच्या तत्त्वावर आधारित विकसित लोकशाही भारत निर्माण करण्याच्या कार्यासाठी वचनबद्ध आहे. पक्ष समाजातील सामाजिक आणि आर्थिकदृष्ट्या दुर्बल घटकांच्या स्थिती सुधारण्यावर विशेष भर देईल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal3": {
      "tittle": "उद्दिष्ट 3",
      "subTittle": "चांगले आरोग्य आणि कल्याण",
      "description": "भारतीय लोकप्रिय पक्ष सर्व नागरिकांना दर्जेदार आरोग्य सुविधा पुरवण्यासाठी काम करेल, ज्यामुळे प्रत्येक व्यक्तीला त्यांच्या जीवनाच्या गुणवत्तेत सुधारणा करणाऱ्या आरोग्य सेवांचा लाभ मिळेल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal4": {
      "tittle": "उद्दिष्ट 4",
      "subTittle": "सामर्थ्य आणि पैसे शक्तीविरुद्ध",
      "description": "भारतीय लोकप्रिय पक्ष लोकशाही राजकारणात पैसे आणि सामर्थ्याच्या गैरवापराविरुद्ध काम करेल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal5": {
      "tittle": "उद्दिष्ट 5",
      "subTittle": "धर्मनिरपेक्षतेचे समर्थन",
      "description": "भारतीय लोकप्रिय पक्ष धर्मनिरपेक्षतेला ठामपणे समर्थन देतो आणि धर्माधारित राज्याच्या कल्पनेला विरोध करतो. बीपीपी धार्मिक सौहार्दाचे रक्षण आणि प्रोत्साहन देण्यासाठी आणि सर्व धर्मांना समान हक्क सुनिश्चित करण्यासाठी काम करेल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal6": {
      "tittle": "उद्दिष्ट 6",
      "subTittle": "औद्योगिक विकास आणि पायाभूत सुविधा",
      "description": "बीपीपीचे उद्दिष्ट औद्योगिक विकासाला प्रोत्साहन देणे आणि आर्थिक विकासाला चालना देण्यासाठी जागतिक दर्जाच्या पायाभूत सुविधा निर्माण करणे आहे. उद्योगांचे आधुनिकीकरण करून, संशोधन आणि विकासाला प्रोत्साहन देऊन आणि वाहतूक, ऊर्जा आणि डिजिटल नेटवर्क सुधारून, पक्ष एक शाश्वत स्पर्धात्मक अर्थव्यवस्था निर्माण करण्याचे उद्दिष्ट ठेवतो.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal7": {
      "tittle": "उद्दिष्ट 7",
      "subTittle": "रोजगार आणि आर्थिक वाढ",
      "description": "बीपीपी सभ्य काम आणि शाश्वत आर्थिक वाढीस प्रोत्साहन देण्यासाठी वचनबद्ध आहे, रोजगाराच्या संधी निर्माण करून, न्याय्य वेतन सुनिश्चित करून आणि सर्व नागरिकांसाठी कामकाजाच्या परिस्थिती सुधारून. पक्ष ग्रामीण आणि दुर्बल समुदायांमध्ये कौशल्य विकास, उद्योजकता आणि रोजगाराच्या प्रवेशाद्वारे व्यक्तींना सशक्त करण्याचे उद्दिष्ट ठेवतो.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal8": {
      "tittle": "उद्दिष्ट 8",
      "subTittle": "न्याय, शांतता, शांती आणि समृद्धी",
      "description": "बीपीपीचे उद्दिष्ट एक शांततामय, न्याय्य आणि समृद्ध समाज निर्माण करणे आहे जिथे सर्व नागरिकांना समान संधी, सुरक्षा आणि संसाधनांचा प्रवेश आहे. या उद्दिष्टाद्वारे, बीपीपी वैयक्तिक हक्क तसेच गोपनीयतेचा हक्क, अभिव्यक्ती स्वातंत्र्य आणि माहितीच्या प्रवेशाचा अधिकार कायम ठेवेल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal9": {
      "tittle": "उद्दिष्ट 9",
      "subTittle": "शेतकऱ्यांचे उत्थान",
      "description": "बीपीपी शेतकऱ्यांचे उत्थान करण्यासाठी वचनबद्ध आहे, त्यांच्या उत्पादनांसाठी योग्य किंमती सुनिश्चित करून, आधुनिक शेती तंत्रांचा प्रवेश देऊन आणि ग्रामीण भागातील पायाभूत सुविधा सुधारून. बाजारपेठेतील प्रवेश, शाश्वत कृषी पद्धती आणि वेळेवर आर्थिक सहाय्याद्वारे शेतकऱ्यांचे उत्पन्न वाढवण्यावर भर दिला जाईल.",
      "button": "अधिक जाणून घ्या"
    },
    "Goal10": {
      "tittle": "उद्दिष्ट 10",
      "subTittle": "गुणवत्तापूर्ण शिक्षण",
      "description": "बीपीपीला विश्वास आहे की शिक्षण हे शाश्वत विकासासाठी सर्वात शक्तिशाली आणि सिद्ध वाहनांपैकी एक आहे. सर्व मुली आणि मुलांनी प्राथमिक आणि माध्यमिक शिक्षण पूर्ण करणे सुनिश्चित करणे हे उद्दिष्ट आहे. तसेच लिंग आणि संपत्तीतील असमानता दूर करणे आणि गुणवत्तापूर्ण उच्च शिक्षणाचा सार्वत्रिक प्रवेश साध्य करणे हे उद्दिष्ट आहे.",
      "button": "अधिक जाणून घ्या"
    }
  },
  "PresidentMessage": {
    "heading": "पक्षाच्या अध्यक्षांचा संदेश",
    "presidentName": "श्री जहिर बुखारी",
    "designation": "अध्यक्ष",
    "description": "पक्षात सामील होण्यासाठी तुमचा विश्वास आणि समर्थनाबद्दल मी मनःपूर्वक आभार मानतो. तुमचे समर्थन खरोखरच कौतुकास्पद आहे.",
    "description2": "मी पक्षाच्या उद्दिष्टांप्रती वचनबद्ध राहण्याचे वचन देतो जसे की सर्वांसाठी रोजगार निर्माण करणे, शेतकऱ्यांना सशक्त करणे, सर्वांसाठी समानता सुनिश्चित करणे आणि बरेच काही. सर्वात महत्त्वाचे म्हणजे, समुदाय योगदान नेहमीच आमच्या प्राधान्यक्रमांच्या शीर्षस्थानी असेल.",
    "description3": "‘समुदाय-योगदान’ या मजबूत समर्थन प्रणालीची निर्मिती करण्यासाठी, मी तुम्हाला पक्षाच्या अॅपमध्ये सामील होण्यासाठी आमंत्रित करतो. हे अॅप सर्वांना एकमेकांशी जोडण्यासाठी आणि आवश्यक आर्थिक आणि इतर समर्थनांची देवाणघेवाण करण्यास सक्षम करेल कारण आपण आपल्या सामान्य उद्दिष्टांच्या दिशेने काम करतो.",
    "description4": "एकत्र येऊन, चला बदलाची सुरुवात करूया आणि सर्वांसाठी एक उज्ज्वल, मजबूत भविष्य घडवूया."
  },
  "DownloadQr": {
    "header": "वापरकर्ते",
    "subheader": "आमच्यासोबत नोंदणीकृत",
    "heading": "कोठेही, कधीही समुदाय योगदान आर्थिक समर्थन.",
    "scanTxt": "अॅप डाउनलोड करण्यासाठी स्कॅन करा",
    "buttonTxt": "अँड्रॉइड",
    "buttonTxt2": "डाउनलोड करा",
    "contribution": "समुदाय योगदान कसे कार्य करते",
    "section1": "मोबाइल",
    "section2": "डेस्कटॉप",
    "placeholder": "ईमेल/फोन नंबर",
    "button": "साइन अप करा"
  },
  "VisionMission": {
    "vision": {
      "title": "दृष्टी",
      "visionStatement": {
        "heading": "दृष्टी विधान",
        "heading2": "दृष्टी ",
        "heading3": "भारतीय",
        "heading4": "लोकप्रिय",
        "heading5": "पक्ष",
        "text1": "भारतीय लोकप्रिय पक्ष (बीपीपी) मध्ये, आमचे ध्येय पक्षाच्या सत्ताकारणात एक नाविन्यपूर्ण, विकेंद्रीकृत यंत्रणा सादर करणे आहे. आम्हाला विश्वास आहे की निर्णय घेणे अधिक समावेशक, पारदर्शक आणि लोकांच्या जवळ असले पाहिजे. स्थानिक समुदाय आणि नेत्यांना सशक्त करून, आम्ही एक अशी प्रणाली तयार करण्याचे उद्दिष्ट ठेवतो जिथे सत्ता समप्रमाणात वितरित केली जाते, अधिक सहभाग आणि प्रतिसाद प्रोत्साहित करते. हे सुनिश्चित करेल की प्रत्येक व्यक्तीला निर्णय प्रक्रियेत आवाज आहे, ज्यामुळे अधिक लोकशाही, न्याय्य आणि प्रभावी शासन संरचना निर्माण होईल.",
        "text2": "आम्ही या विश्वासाने प्रेरित आहोत की खरे लोकशाही तेव्हा फुलते जेव्हा शासन केंद्रीकृत नसते परंतु सर्व स्तरांवर सामायिक केले जाते, स्थानिक समुदायांना सशक्त करते आणि प्रादेशिक विविधतेचा आदर करते."
      },
      "features": {
        "title": "दृष्टी वैशिष्ट्ये",
        "items": [
          {
            "title": "विकेंद्रीकृत शासन",
            "description": "पक्ष केंद्रापासून तळागाळापर्यंत सत्ता हस्तांतरित करून विकेंद्रीकरणावर विश्वास ठेवतो जेणेकरून निर्णय त्यांच्याद्वारे घेतले जातील ज्यांना सर्वात जास्त प्रभावित केले जाणार आहे आणि धोरण निर्मिती अधिक संबंधित, प्रभावी आणि स्थानिक गरजांना प्रतिसाद देणारी असू शकते."
          },
          {
            "title": "संघराज्यत्वाची वचनबद्धता",
            "description": "पक्ष संघराज्यत्वाच्या वचनबद्धतेचा अर्थ आपल्या राष्ट्राच्या विविधतेची ओळख आणि आदर करणे. आम्ही अशा प्रणालीचे मूल्य मानतो जिथे प्रादेशिक आणि स्थानिक सरकारांना त्यांच्या समुदायांची सर्वोत्तम सेवा करण्यासाठी त्यांच्या बाबींचे व्यवस्थापन करण्याचा अधिकार आहे, तरीही आपल्या सामान्य राष्ट्रीय उद्दिष्टांमध्ये एकत्रित राहून."
          },
          {
            "title": "संतुलित लोकशाही",
            "description": "पक्षाच्या खऱ्या लोकशाहीची कल्पना संतुलन आणि सहकार्याबद्दल आहे. आम्ही सत्तेच्या वाटपावर दृढ विश्वास ठेवतो आणि या संरचनेत केंद्रीय, प्रादेशिक आणि स्थानिक सरकारांसारख्या अनेक भागधारकांचा समावेश आहे आणि कोणत्याही एका गटाकडे सर्व सत्ता नाही याची खात्री करते."
          }
        ]
      },
      "link": {
        "text": "आमच्या दृष्टीबद्दल अधिक जाणून घ्या"
      }
    },
    "mission": {
      "title": "मिशन",
      "missionStatement": {
        "heading": "मिशन विधान",
        "heading2": "मिशन ",
        "heading3": "भारतीय",
        "heading4": "लोकप्रिय",
        "heading5": "पक्ष",
        "text1": "पक्षाचे ध्येय 2025 च्या अखेरीस डिजिटल अॅपद्वारे अब्जावधी भारतीयांपर्यंत पोहोचणे आहे, ज्यामुळे प्रत्येकाला समुदाय योगदानाचा लाभ मिळेल. अॅप डिसेंबर 2024 मध्ये लॉन्च केले जाईल, त्याच्या पहिल्या वर्षात जास्तीत जास्त लोकांना सामील होण्यासाठी आकर्षित करण्याचे लक्ष्य आहे. हे राष्ट्रव्यापी सहभाग सुनिश्चित करेल.",
        "text2": "अॅपचे मोठ्या प्रमाणात डाउनलोड समुदाय योगदानाची चळवळ सुरू करण्यात मदत करेल, ज्याचा लाभ भारतभरातील लोकांना होईल.",
        "text3": "पुढील पाच वर्षांत, अॅपद्वारे काम करताना आम्ही जनतेपर्यंत पोहोचण्याचे आणि परस्पर योगदानाने एकमेकांना समर्थन देण्याचे उद्दिष्ट ठेवतो. याअंतर्गत आम्ही तज्ञ व्यावसायिकांनाही समुदाय-योगदानाचे सक्रिय योगदान देणारे सदस्य होण्यासाठी आमंत्रित करतो.",
        "text4": "समुदायाशी सर्वात जास्त संबंधित म्हणून ओळखले जाणारे सदस्य निवडणुकीत उमेदवार म्हणून उभे राहण्याचे संभाव्य उमेदवार असू शकतात."
      },
      "features": {
        "title": "मिशन वैशिष्ट्ये",
        "items": [
          {
            "title": "युवक सशक्तीकरण",
            "description": "शिक्षण आणि रोजगाराच्या संधींसह युवकांना सशक्त करणे, त्यांना आपल्या राष्ट्राच्या भविष्याचे आकार देण्यासाठी साधने, संसाधने आणि संधी प्रदान करणे."
          },
          {
            "title": "सर्वांसाठी गुणवत्तापूर्ण शिक्षण",
            "description": "प्रणालीत बदल घडवून आणण्यास उत्सुक असलेल्या शिक्षणतज्ज्ञांना गुंतवून आणि प्रत्येक नागरिकासाठी गुणवत्तापूर्ण शिक्षण प्रदान करणे जेणेकरून कोणालाही कोणत्याही अडथळ्यांमुळे मागे राहावे लागणार नाही."
          },
          {
            "icon": "ShieldCheck",
            "title": "राजकीय प्रामाणिकपणा",
            "description": "राजकारण आणि शासनात मसल आणि पैसे शक्तीचा प्रभाव नष्ट करणे, हे सुनिश्चित करणे की गुणवत्ता, प्रामाणिकपणा आणि समुदाय सेवा निर्णय घेण्यास चालना देतात."
          },
          {
            "title": "लिंग समानता",
            "description": "सर्व लिंगांना जीवनाच्या प्रत्येक पैलूमध्ये समान संधी, हक्क आणि वागणूक प्रदान करून महिलांना आणि वंचित गटांना सशक्त करून लिंग समानता प्रोत्साहन देणे."
          }
        ]
      },
      "link": {
        "text": "आमच्या मिशनबद्दल अधिक जाणून घ्या"
      }
    }
  },
  "communityContribution": {
    "joinCommunity": {
      "title": "आमच्या समुदायात सामील व्हा",
      "subtitle": "समुदाय योगदान कार्यक्रम",
      "description": "भारतीय लोकप्रिय पक्ष कोणताही भारतीय नागरिक, जात, धर्म किंवा इतर कोणत्याही भेदभावाशिवाय, जो 18 वर्षांचा झाला आहे आणि समुदायात योगदान देण्यास इच्छुक आहे, त्याचे सदस्य म्हणून स्वागत आहे."
    },
    "commonMan": {
      "title": "सामान्य माणूस",
      "description": "पक्षाचा कणा, सामान्य माणूस हा पक्षाच्या प्रयत्नांचा प्राथमिक लाभार्थी आहे. तुमच्यासाठीच आम्ही न्याय्य विकास आणि संधींसाठी लढतो. तुमच्या आव्हानांमुळे आणि आकांक्षांमुळे आमचे ध्येय मार्गदर्शित होते आणि एकत्रितपणे, आम्ही एक चांगले भविष्य निर्माण करण्यासाठी काम करतो."
    },
    "professionals": {
      "title": "व्यावसायिक",
      "description": "सामान्य लोकांमध्ये, विविध क्षेत्रांमध्ये विशेष कौशल्य असलेले आणि समुदायाची सेवा करण्याची आवड असलेले लोक आहेत. हे व्यावसायिक पक्षाच्या उद्दिष्टांना समर्थन देण्यासाठी त्यांचे ज्ञान, कौशल्य आणि नेतृत्व योगदान देण्यासाठी पुढे येतात. हे व्यावसायिक वास्तविक जगातील समस्यांसाठी व्यावहारिक उपाय आणतात."
    },
    "business": {
      "title": "व्यवसाय समुदाय",
      "description": "उद्योजक आणि संस्थात्मक नेते यासह व्यवसाय सदस्य पक्षासोबत नोंदणीकृत असले पाहिजेत आणि वाजवी किमतीत उत्पादने आणि सेवा प्रदान करून समुदायाला समर्थन देण्यासाठी वचनबद्ध असले पाहिजेत. सर्वांना लाभदायक शाश्वत, वाढणारी अर्थव्यवस्था निर्माण करण्यात त्यांची भूमिका खूप महत्त्वाची आहे."
    },
    "buttons": {
      "communityContribution": "समुदाय योगदान",
      "commonMan": "सामान्य माणूस",
      "professionals": "व्यावसायिक",
      "businessCommunity": "व्यवसाय समुदाय"
    }
  },
  "newsletter": {
    "heading": "आमचे वृत्तपत्र",
    "title": "आमच्यासोबत माहिती राहा",
    "subtitle": "राष्ट्रीय बातम्या आणि राजकीय घडामोडींवर वेळेवर अद्यतने मिळवा. कोणताही स्पॅम नाही, फक्त सर्वात संबंधित अंतर्दृष्टी तुमच्या इनबॉक्समध्ये वितरित केली जाते.",
    "button": {
      "subscribe": "सदस्यता घ्या",
      "subscribing": "सदस्यता घेत आहे..."
    },
    "error": {
      "emailRequired": "कृपया ईमेल पत्ता प्रविष्ट करा",
      "invalidEmail": "कृपया वैध ईमेल पत्ता प्रविष्ट करा",
      "subscriptionFailed": "वृत्तपत्राची सदस्यता घेण्यात त्रुटी आली. कृपया पुन्हा प्रयत्न करा."
    },
    "success": {
      "title": "यशस्वी!",
      "message": "आपण यशस्वीरित्या आमच्या वृत्तपत्राची सदस्यता घेतली आहे.",
      "thankYou": "सदस्यता घेतल्याबद्दल धन्यवाद!"
    },
    "form": {
      "placeholder": "तुमचा ईमेल प्रविष्ट करा"
    }
  }
}
