{
  "Slider": {
    "Welcome": {
      "tittle": "स्वागत है",
      "subTittle": "भारतीय पॉपुलर पार्टी",
      "description": "समुदाय योगदान",
      "description2": "परिवर्तन की शुरुआत करें।",
      "button": "भारत बदलने के लिए भारतीय पॉपुलर पार्टी में शामिल हों"
    },
    "Contribution": {
      "tittle": "समुदाय योगदान",
      "description": "यह भारतीय पॉपुलर पार्टी ऐप आपको आपस में वित्तीय सहायता, आवश्यक मार्गदर्शन, परामर्श, समर्थन और सेवाएं आदान-प्रदान करने का अवसर प्रदान करता है, जब भी आपातकालीन या तात्कालिक स्थिति उत्पन्न हो, यह सुनिश्चित करते हुए कि कोई भी जरूरतमंद के समय में पीछे न रहे। बीपीपी ऐप डाउनलोड करने के लिए क्लिक करें और बदलाव का हिस्सा बनें।",
      "button": "अब जुड़ें",
      "button2": "अब डाउनलोड करें"
    },
    "Goal": {
      "tittle": "लक्ष्य 1",
      "subTittle": "राष्ट्रीय एकता",
      "description": "भारतीय पॉपुलर पार्टी भारत के संविधान के प्रति सच्ची निष्ठा और कानून द्वारा स्थापित समाजवाद, धर्मनिरपेक्षता और लोकतंत्र के सिद्धांतों को बनाए रखने और भारत की संप्रभुता, एकता और अखंडता को बनाए रखने का वचन देती है।",
      "button": "और जानें"
    },
    "Goal2": {
      "tittle": "लक्ष्य 2",
      "subTittle": "समान अवसर और लैंगिक समानता",
      "description": "भारतीय पॉपुलर पार्टी सभी नागरिकों को समान अवसर प्रदान करने के सिद्धांत पर आधारित विकसित लोकतांत्रिक भारत के निर्माण के कार्य के प्रति प्रतिबद्ध है। पार्टी समाज के सामाजिक और आर्थिक रूप से वंचित वर्गों की स्थिति में सुधार पर विशेष जोर देगी।",
      "button": "और जानें"
    },
    "Goal3": {
      "tittle": "लक्ष्य 3",
      "subTittle": "अच्छा स्वास्थ्य और कल्याण",
      "description": "भारतीय पॉपुलर पार्टी सभी नागरिकों को गुणवत्तापूर्ण स्वास्थ्य सुविधाएं प्रदान करने के लिए काम करेगी, यह सुनिश्चित करते हुए कि हर व्यक्ति के जीवन की गुणवत्ता में सुधार के लिए स्वास्थ्य सेवाओं तक पहुंच हो।",
      "button": "और जानें"
    },
    "Goal4": {
      "tittle": "लक्ष्य 4",
      "subTittle": "धन और बल प्रयोग के खिलाफ",
      "description": "भारतीय पॉपुलर पार्टी लोकतांत्रिक राजनीति में धन और बल प्रयोग के दुरुपयोग के खिलाफ काम करेगी।",
      "button": "और जानें"
    },
    "Goal5": {
      "tittle": "लक्ष्य 5",
      "subTittle": "धर्मनिरपेक्षता बनाए रखना",
      "description": "भारतीय पॉपुलर पार्टी धर्मनिरपेक्षता का दृढ़ता से समर्थन करती है और धर्म आधारित राज्य की अवधारणा का विरोध करती है। बीपीपी धार्मिक सद्भाव की रक्षा और प्रोत्साहन देने और सभी धर्मों के लिए समान अधिकार सुनिश्चित करने के लिए काम करेगी।",
      "button": "और जानें"
    },
    "Goal6": {
      "tittle": "लक्ष्य 6",
      "subTittle": "औद्योगिक विकास और बुनियादी ढांचा",
      "description": "बीपीपी का उद्देश्य औद्योगिक विकास को बढ़ावा देना और आर्थिक विकास को प्रोत्साहित करने के लिए विश्व स्तरीय बुनियादी ढांचे का निर्माण करना है। उद्योगों के आधुनिकीकरण, अनुसंधान और विकास को प्रोत्साहित करने, और परिवहन, ऊर्जा और डिजिटल नेटवर्क में सुधार के माध्यम से पार्टी एक स्थायी प्रतिस्पर्धी अर्थव्यवस्था बनाने का लक्ष्य रखती है।",
      "button": "और जानें"
    },
    "Goal7": {
      "tittle": "लक्ष्य 7",
      "subTittle": "रोजगार और आर्थिक विकास",
      "description": "बीपीपी सभी नागरिकों के लिए नौकरी के अवसरों का सृजन, उचित वेतन सुनिश्चित करने और कार्य स्थितियों में सुधार के माध्यम से सम्मानजनक कार्य और सतत आर्थिक विकास को बढ़ावा देने के लिए प्रतिबद्ध है। पार्टी ग्रामीण और हाशिए पर रहने वाले समुदायों में कौशल विकास, उद्यमिता और रोजगार तक पहुंच के माध्यम से व्यक्तियों को सशक्त बनाने का लक्ष्य रखती है।",
      "button": "और जानें"
    },
    "Goal8": {
      "tittle": "लक्ष्य 8",
      "subTittle": "न्याय, शांति, शांति और समृद्धि",
      "description": "बीपीपी का लक्ष्य एक शांतिपूर्ण, न्यायपूर्ण और समृद्ध समाज बनाना है, जहां सभी नागरिकों को समान अवसर, सुरक्षा और संसाधनों तक पहुंच प्राप्त हो। इस लक्ष्य के माध्यम से, बीपीपी व्यक्तिगत अधिकारों के साथ-साथ गोपनीयता, अभिव्यक्ति की स्वतंत्रता और जानकारी तक पहुंच के अधिकारों को बनाए रखेगी।",
      "button": "और जानें"
    },
    "Goal9": {
      "tittle": "लक्ष्य 9",
      "subTittle": "किसानों का उत्थान",
      "description": "बीपीपी किसानों के उत्थान के लिए प्रतिबद्ध है, उनके उत्पादों के लिए उचित मूल्य सुनिश्चित करने, आधुनिक कृषि तकनीकों तक पहुंच प्रदान करने और ग्रामीण क्षेत्रों में बुनियादी ढांचे में सुधार करने के लिए। पार्टी का ध्यान बेहतर बाजार पहुंच, टिकाऊ कृषि पद्धतियों और समय पर वित्तीय सहायता के माध्यम से किसानों की आय बढ़ाने पर होगा।",
      "button": "और जानें"
    },
    "Goal10": {
      "tittle": "लक्ष्य 10",
      "subTittle": "गुणवत्तापूर्ण शिक्षा",
      "description": "बीपीपी मानती है कि शिक्षा सतत विकास के लिए सबसे शक्तिशाली और प्रमाणित माध्यमों में से एक है। लक्ष्य यह सुनिश्चित करना है कि सभी लड़के और लड़कियां प्राथमिक और माध्यमिक स्कूली शिक्षा पूरी करें। यह लैंगिक और आर्थिक असमानताओं को समाप्त करने और गुणवत्तापूर्ण उच्च शिक्षा तक सार्वभौमिक पहुंच प्राप्त करने का भी प्रयास करेगा।",
      "button": "और जानें"
    }
  },

  "PresidentMessage": {
    "heading": "पार्टी के अध्यक्ष का संदेश",
    "presidentName": "श्री जाहिर बुखारी",
    "designation": "अध्यक्ष",
    "description": "पार्टी में शामिल होने के लिए आपके विश्वास के लिए मैं दिल से धन्यवाद देना चाहता हूँ। आपका समर्थन वास्तव में सराहनीय है।",
    "description2": "मैं वादा करता हूँ कि पार्टी के लक्ष्यों के प्रति प्रतिबद्ध रहूँगा, जैसे सभी के लिए रोजगार सृजन, किसानों को सशक्त बनाना, सभी के लिए समानता सुनिश्चित करना, और भी बहुत कुछ। सबसे ऊपर, सामुदायिक योगदान हमेशा हमारी प्राथमिकताओं में रहेगा।",
    "description3": "एक मजबूत 'सामुदायिक-योगदान' सहायता प्रणाली बनाने में मदद करने के लिए, मैं आपको पार्टी के ऐप में शामिल होने का निमंत्रण देता हूँ। यह ऐप सभी को जोड़ने और एक दूसरे को आवश्यक वित्तीय और अन्य सहायता देने में सक्षम बनाएगा, क्योंकि हम अपने सामान्य लक्ष्यों को प्राप्त करने के लिए काम कर रहे हैं।",
    "description4": "हम मिलकर बदलाव की शुरुआत करें और सभी के लिए एक उज्जवल, मजबूत भविष्य बनाएं।"
  },
  "DownloadQr": {
    "header": "यूज़र्स",
    "subheader": "हमारे साथ रजिस्टर्ड",
    "heading": "सामुदायिक योगदान वित्तीय सहायता, कहीं भी, कभी भी।",
    "scanTxt": "एप डाउनलोड करने के लिए स्कैन करें",
    "buttonTxt": "एंड्रॉइड",
    "contribution": "सामुदायिक योगदान कैसे काम करता है",
    "section1": "मोबाइल",
    "section2": "डेस्कटॉप",
    "placeholder": "ईमेल/फोन नंबर",
    "button": "साइन अप करें"
  },
  "VisionMission": {
    "vision": {
      "title": "दृष्टि",
      "visionStatement": {
        "heading": "दृष्टि वक्तव्य",
        "heading2": "दृष्टि है",
        "heading3": "भारतीय",
        "heading4": "लोकप्रिय",
        "heading5": "पार्टी",
        "text1": "भारतीय लोकप्रिय पार्टी (BPP) में, हमारी दृष्टि पार्टी की शक्ति संरचना में एक नवाचारी, विकेंद्रीकृत तंत्र को पेश करने की है। हमें विश्वास है कि निर्णय-निर्माण अधिक समावेशी, पारदर्शी और लोगों के करीब होना चाहिए। स्थानीय समुदायों और नेताओं को सशक्त बनाकर, हम एक ऐसा प्रणाली बनाने का लक्ष्य रखते हैं जहाँ शक्ति समान रूप से वितरित हो, अधिक भागीदारी और उत्तरदायित्व को प्रोत्साहित करें। यह सुनिश्चित करेगा कि हर व्यक्ति के पास निर्णय-निर्माण प्रक्रिया में एक आवाज़ हो, जिससे अधिक लोकतांत्रिक, निष्पक्ष और प्रभावी शासन संरचना होगी।",
        "text2": "हम इस विश्वास से प्रेरित हैं कि सच्चा लोकतंत्र तभी फलता-फूलता है जब शासन केंद्रीकृत नहीं बल्कि सभी स्तरों पर साझा किया जाता है, स्थानीय समुदायों को सशक्त किया जाता है और क्षेत्रीय विविधता का सम्मान किया जाता है।"
      },
      "features": {
        "title": "दृष्टि विशेषताएँ",
        "items": [
          {
            "title": "विकेंद्रीकृत शासन",
            "description": "पार्टी का मानना है कि विकेंद्रीकरण द्वारा सत्ता को केंद्र से基层 तक स्थानांतरित करना चाहिए, ताकि वे निर्णय लें जो प्रभावित होने वाले हैं और नीति निर्माण अधिक प्रासंगिक, प्रभावी और स्थानीय जरूरतों के प्रति उत्तरदायी हो सके।"
          },
          {
            "title": "संघवाद के प्रति प्रतिबद्धता",
            "description": "पार्टी संघवाद के प्रति प्रतिबद्ध है, जिसका अर्थ है हमारे राष्ट्र की विविधता को पहचानना और सम्मानित करना। हम एक ऐसे प्रणाली को महत्व देते हैं जहाँ क्षेत्रीय और स्थानीय सरकारों को अपने मामलों को सर्वश्रेष्ठ तरीके से प्रबंधित करने का अधिकार हो, जबकि हम अपने सामान्य राष्ट्रीय लक्ष्यों में एकजुट रहते हैं।"
          },
          {
            "title": "संतुलित लोकतंत्र",
            "description": "पार्टी का सच्चे लोकतंत्र का विचार संतुलन और सहयोग है। हम शक्ति-साझाकरण में दृढ़ विश्वास रखते हैं और यह संरचना कई हिस्सेदारों को शामिल करती है जैसे केंद्रीय, क्षेत्रीय और स्थानीय सरकारें और यह सुनिश्चित करती है कि कोई एक समूह सभी शक्ति को न रखे।"
          }
        ]
      },
      "link": {
        "text": "हमारी दृष्टि के बारे में अधिक जानें"
      }
    },
    "mission": {
      "title": "मिशन",
      "missionStatement": {
        "heading": "मिशन वक्तव्य",
        "heading2": "मिशन है",
        "heading3": "भारतीय",
        "heading4": "लोकप्रिय",
        "heading5": "पार्टी",
        "text1": "पार्टी का मिशन 2025 के अंत तक डिजिटल ऐप के माध्यम से भारतीयों के अरबों तक पहुँचने का है, जिससे हर कोई समुदाय योगदान से लाभान्वित हो सके। ऐप दिसंबर 2024 में लॉन्च होगा, और पहले साल में अधिकतम लोगों को जोड़ने का लक्ष्य रखा गया है। यह सुनिश्चित करेगा कि देशभर में भागीदारी हो।",
        "text2": "ऐप का सामूहिक डाउनलोड समुदाय योगदान की एक मुहिम शुरू करने में मदद करेगा, जो भारत भर के लोगों को लाभ पहुंचाएगा।",
        "text3": "अगले पांच वर्षों में, ऐप के माध्यम से हम जनता तक पहुंचने का लक्ष्य रखते हैं और उन्हें आपस में समर्थन देने की अनुमति देते हैं। इसके तहत हम विशेषज्ञ पेशेवरों को भी समुदाय योगदान का सक्रिय हिस्सा बनने के लिए आमंत्रित करते हैं।",
        "text4": "जो सदस्य समुदाय में सबसे अधिक सक्रिय हैं, वे चुनावों में उम्मीदवार बनने के लिए संभावित उम्मीदवार हो सकते हैं।"
      },
      "features": {
        "title": "मिशन विशेषताएँ",
        "items": [
          {
            "title": "युवाओं का सशक्तिकरण",
            "description": "युवाओं को शिक्षा और रोजगार के अवसरों से सशक्त बनाना, उन्हें ऐसे उपकरण, संसाधन और अवसर प्रदान करना, जो हमारे राष्ट्र के भविष्य को आकार देने में मदद करें।"
          },
          {
            "title": "सभी के लिए गुणवत्तापूर्ण शिक्षा",
            "description": "ऐसे शिक्षा विशेषज्ञों को संलग्न करना जो प्रणाली में बदलाव लाने के लिए उत्सुक हैं और हर नागरिक को गुणवत्तापूर्ण शिक्षा प्रदान करना ताकि कोई भी व्यक्ति किसी भी प्रकार की बाधाओं के कारण पीछे न रहे।"
          },
          {
            "icon": "ShieldCheck",
            "title": "राजनीतिक अखंडता",
            "description": "राजनीति और शासन में मसल और धन शक्ति के प्रभाव को समाप्त करना, यह सुनिश्चित करना कि निर्णय-निर्माण में merit, integrity और समुदाय सेवा का नेतृत्व हो।"
          },
          {
            "title": "लिंग समानता",
            "description": "महिलाओं और वंचित समूहों को सशक्त बनाकर लिंग समानता को बढ़ावा देना, सभी लिंगों के लिए हर पहलू में समान अवसर, अधिकार और व्यवहार प्रदान करना।"
          }
        ]
      },
      "link": {
        "text": "हमारे मिशन के बारे में अधिक जानें"
      }
    }
  },
  "communityContribution": {
    "joinCommunity": {
      "title": "हमारे समुदाय में शामिल हों",
      "subtitle": "समुदाय योगदान कार्यक्रम",
      "description": "भारतीय पॉपुलर पार्टी में कोई भी भारतीय नागरिक, चाहे वह जाति, धर्म या किसी अन्य भेदभाव से ऊपर हो, जो 18 वर्ष की आयु पूरी कर चुका है और समुदाय में योगदान देने को तैयार है, वह हमारे सदस्य के रूप में जुड़ने के लिए स्वागत है।"
    },
    "commonMan": {
      "title": "सामान्य आदमी",
      "description": "पार्टी की रीढ़, सामान्य आदमी पार्टी के प्रयासों का प्रमुख लाभार्थी है। हमारे लिए आप ही हैं, जिनके लिए हम समान विकास और अवसरों के लिए लड़ते हैं। आपकी चुनौतियाँ और आकांक्षाएँ हमारे मिशन का मार्गदर्शन करती हैं, और हम एक बेहतर भविष्य के निर्माण के लिए साथ काम करते हैं।"
    },
    "professionals": {
      "title": "व्यावसायिक",
      "description": "सामान्य लोगों में ऐसे लोग होते हैं जिनके पास विभिन्न क्षेत्रों में विशिष्ट विशेषज्ञता होती है और जो समुदाय की सेवा करने के लिए प्रतिबद्ध होते हैं। ये पेशेवर अपने ज्ञान, कौशल और नेतृत्व के साथ पार्टी के उद्देश्यों को समर्थन देने के लिए आगे आते हैं। ये वे पेशेवर होते हैं जो वास्तविक समस्याओं के लिए व्यावहारिक समाधान लाते हैं।"
    },
    "business": {
      "title": "व्यावसायिक समुदाय",
      "description": "व्यापारिक सदस्य, जिनमें उद्यमी और संस्थागत नेता शामिल हैं, को पार्टी में पंजीकरण करना आवश्यक है और उन्हें समुदाय का समर्थन करने के लिए उत्पादों और सेवाओं को उचित मूल्यों पर प्रदान करने का संकल्प लेना चाहिए। उनका भूमिका एक स्थिर और बढ़ती अर्थव्यवस्था बनाने में बहुत महत्वपूर्ण है जो सभी को लाभान्वित करती है।"
    },
    "buttons": {
      "communityContribution": "समुदाय योगदान",
      "commonMan": "सामान्य आदमी",
      "professionals": "व्यावसायिक",
      "businessCommunity": "व्यावसायिक समुदाय"
    }
  },
  "newsletter": {
    "heading": "हमारे न्यूज़लेटर",
    "title": "हमारे साथ जानकारी में रहें",
    "subtitle": "राष्ट्रीय समाचार और राजनीतिक घटनाओं पर समय पर अपडेट प्राप्त करें। कोई स्पैम नहीं, बस आपके इनबॉक्स में सबसे प्रासंगिक जानकारी भेजी जाएगी।",
    "button": {
      "subscribe": "सदस्यता लें",
      "subscribing": "सदस्यता ली जा रही है..."
    },
    "error": {
      "emailRequired": "कृपया एक ईमेल पता दर्ज करें",
      "invalidEmail": "कृपया एक वैध ईमेल पता दर्ज करें",
      "subscriptionFailed": "न्यूज़लेटर के लिए सदस्यता में त्रुटि आई। कृपया पुनः प्रयास करें।"
    },
    "success": {
      "title": "सफलता!",
      "message": "आपने हमारे न्यूज़लेटर के लिए सफलतापूर्वक सदस्यता ले ली है।",
      "thankYou": "सदस्यता लेने के लिए धन्यवाद!"
    },
    "form": {
      "placeholder": "अपना ईमेल दर्ज करें"
    }
  }
}
